Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/usn.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: "It is very cool and at the same time valuable for us to be a part of this", Tansey says.
nb: - Dette er veldig moro og ikke minst verdifullt for oss å delta på, sier Tansey.

source: We hope we can share this with as many people as possible and that this knowledge can be helpful to others,” he says.
nb: Vi håper vi kan dele dette med så mange som mulig og at denne kunnskapen kan være til hjelp for andre, sier han.

source: They are quick and handy to use, but a study from University College of Southeast Norway shows that 40% of nurses and health workers are unsure about wether they have read the dipstick-analysis in the correct way.
nb: De er raske å benytte, men studier gjennomført på Høgskolen i Sørøst-Norge viser at hele 40 prosent av sykepleiere og helsefagarbeidere er usikre på hvorvidt de har lest av dipstick-analysen korrekt.

source: 2021 forthcoming, with Adriana Margareta Dancus & Silje Hernæs Linhart.
nb: 2021 desember, under publisering, med Adriana Margareta Dancus & Silje Hernæs Linhart.

source: You can also help organise
nb: Du kan også bli med å arrangere

source: How to get to campus Notodden
nb: Slik kommer du deg til campus Notodden

source: Yiu describes her practicum as intensive, exiting and educational.
nb: Hun beskriver den som intensiv, spennende og lærerik.

source: Around Notodden there are several small and larger bodies of water that are great for paddling.
nb: Rundt Notodden ligger det flere små og større vann som er ypperlig for padling.

source: Evaluation of reporting radiographers in Norwey (Research project), USN
nb: Evaluering av beskrivende radiografer i Norge, USN

source: Per Morten presented the research detailed in the paper for the 120 attendees.
nb: Per Morten holdt også en presentasjon for de 120 konferansedeltakerne, basert på artikkelen.

source: Do you have a lot of content in your subject, but no time for student activities in your teaching schedule?
nb: Har du mye innhold i ditt emne og ikke tid til student aktivitet i undervisning?

source: The publishing channels are divided into 2 levels:
nb: Publikasjonskanalene er inndelt i tre nivåer: Nivå 2 Kanaler med høyest internasjonal prestisje.

source: EMAL-teaching and learning (lead by Åsta Rimstad and Anniken Randers-Pehrson)
nb: EMAL-læring og undervisning (ledere Åsta Rimstad og Anniken Randers-Pehrsson)

source: Environmental therapist, Kongeveien dagenter, Horten municipality.
nb: Miljøterapeut, Kongeveien dagsenter, Horten.

source: “Many students gather at the beach volleyball courts and at the sports hall on campus after lectures and on weekends.
nb: – Mange studenter samles på sandvolleyballbanene og i idrettshallen på campus etter forelesinger og i helgene.

source: Professor in culture education and aesthetic practice.
nb: Professor i kulturdidaktikk og estetisk praksis.

source: Trial lecture «Modelling of wear (impact erosion, abrasion, etc.)»
nb: Prøveforelesning «Modelling of wear (impact erosion, abrasion, etc.)»

source: Digital exam can not be performed with a tablet, hybrid PC or Chromebook.
nb: Digital eksamen kan ikke gjennomføres med nettbrett, Chromebook eller hybrid PC.

source: In Porsgrunn, you can also find many volleyball courts and football pitches, and there are of course many local sports clubs that one can join.
nb: I Porsgrunn finner du også mange volleyball- og fotballbaner, også er det selvsagt mange lokale idrettsklubber man kan bli med i.

source: If you do not need to store audio or video files, 100 MB should be large enough.
nb: Trenger du ikke lyd eller video er filen på 100 MB trolig nok.

source: Day center for 35 adults with mental and physical disabilities
nb: Dagsenter for 35 voksene mennesker med psykisk og fysisk utviklingsnedsettelser

source: At the age of 32, Kim Humborstad is leading the internationally renowned company, Zwipe.
nb: Kim Kristian Humborstad er i en alder av 32 år leder for det internasjonale selskapet Zwipe, som utvikler et produkt som hele verden har trua på.

source: Associate Professor of Cybersecurity, USN, 2021 - Now.
nb: Førsteamanuensis i cybersikkerhet, USN, 2021 - Nå.

source: Most of us drink when we are thirsty.
nb: De fleste av oss drikker når vi er tørste.

source: Your choice of teaching approaches and learning activities should thus reflect the nature of your subject.
nb: Valget av undervisningsformer og læringsaktiviteter bør derfor avspeile fagets egenart.

source: If you want to edit your recording, you will require editing software such as Garageband (for Apple products) or Audacity (Windows).
nb: Ønsker du å redigere opptaket er det nødvendig med et redigeringsprogram (for eksempel Garageband for Apple-produkter eller Audacity for Windows-produkter).

source: and within this subject areas like; strategy, management, organization, logistic efficiency / profitability / tied up capital, change management and development, internationalization, supply chain management (SCM), as well as focus areas like;
nb: strategi, ledelse og styring, organisering, logistisk effektivitet / lønnsomhet / kapitalbinding, forandringsledelse og utvikling, internasjonalisering, supply chain management (SCM), samt fokusområder som;

source: (Act relation to state employees § 3) applies to all employments in the public sector in Norway.
nb: (Lov om statens ansatte § 3) ligger til grunn for all ansettelse i offentlig sektor i Norge.

source: variables such as age, location and school, for example)
nb: grovkategorisere variabler som alder, bosted, skole e.l.)

source: Supervisor BA and Master's students, with their theses
nb: Veileder for BA og masterstudenter i Spes.Ped og GLU

source: Is there a student association in Porsgrunn?
nb: Finnes det et studentsamfunn i Porsgrunn?

source: History didactics and methods (digital and analog)
nb: Historiedidaktikk og kildekritikk (digitalt og analogt)

source: Creativity researchers and experts on maker centered learning from University of North Carolina and University of California contribute as experts.
nb: Kreativitetsforskere og eksperter på skaperorientert læring fra University of North Carolina og University of California bidrar som eksperter.

source: For several years, Husbanken (The Norwegian State Housing Bank) and the University of South-Eastern Norway's (USN) Centre for Social Entrepreneurship and Collaborative Social Innovation (SESAM) have been working together to develop new models and methods to be used when addressing social housing.
nb: Det har over flere år pågått et samarbeid mellom Husbanken og Universitetet i Sørøst-Norges (USN) Senter for Sosialt Entreprenørskap og Samskapende Sosial Innovasjon (SESAM).

source: The research was conducted by Jon Mikel Zabala-Iturriagagoitia, together with Stephanie Francis Grimbert (PhD student of the University of Deusto in San Sebastian, Spain, and affiliated member of CIRCLE at Lund University, Sweden) and Ville Valovirta (Senior Scientist at the VTT, Technical Research Centre of Finland in Espoo, Finland).
nb: Forskningen ble utført av professor Jon Mikel Zabala-Iturriagagoitia, sammen med Stephanie Francis Grimbert (doktorgradsstudent ved University of Deusto og tilknyttet medlem av CIRCLE ved Lund universitet, Sverige) og Ville Valovirta (seniorforsker ved VTT, Teknisk forskningssenter i Finland.)

source: Erik André has served on the Buddy Committee, and is currently the head of
nb: Erik André har selv sittet i Fadderstyret, og er i dag leder av

source: Associate professor Salman Nazir is coordinating the project.
nb: Førsteamanuensis Salman Nazir koordinerer prosjektet.

source: SIR occupies university premises on the campus site.
nb: SIR holder til i skolebygget ved Campus.

source: ‘This gives us an opportunity to identify not only the main clinical and social risk factors in the management of COVID-19, but also potentially vulnerable patients who are at the highest risk of a serious disease trajectory because of their age, sex, lifestyle, behaviour, geography and other social factors,’ Klein explains.
nb: – Dette gir oss mulighet til å identifisere ikke bare de viktigste kliniske og sosiale risikofaktorene i håndteringen av Covid-19, men også kunne identifisere potensielle utsatte pasienter som har størst risiko for alvorlig sykdomsforløp på grunn av alder, kjønn, livsstil, atferd, geografi og andre og sosiale faktorer, sier Klein.

source: If you need a lot of storage place, for instance to save audio or video files, choose the 1 TB file.
nb: Trenger du mye lagringsplass, for eksempel til lyd- eller videoopptak, velg filen på 1 TB.

source: In the latter, the Minister of Trade and Industry Monica Mæland was also present.
nb: I Japan var næringsminister Monica Mæland også til stede.

source: Meanwhile, service providers from NAV, Larvik municipality and Frivilligsentralen ("The Volunteer Central") came together to reflect upon their own practice, and to develop a new improved practice based on their own ideas and experiences.
nb: Parallelt var tjenesteytere fra NAV, Larvik kommune og Frivilligsentralen sammen for å reflektere over egen praksis og utvikle ideer og erfaringer til ny praksis.

source: and strap on a pair of skis.
nb: og spenn på deg skia.

source: There is also a good atmosphere at Campus Notodden.
nb: God stemning er det også inne på campus Notodden.

source: All 55 special federations in the Norwegian Sports Confederation participated.
nb: Samtlige 55 særforbund i Norges Idrettsforbund har deltatt.

source: And you can save files to the disk, and edit files that are stored there.
nb: Og du kan da lagre filer til disken og redigere(redigere) filer som er lagret der.

source: Member of the PhD Program Board in Marketing Management (USN) as student's representative (2019 -)
nb: Medlem av PhD-programstyret for Marketing Management som tillitsvalgt for studentene (2019-).

source: Employed at the Business school since 2014.
nb: Ansatt på Handelshøyskolen siden 2014.

source: The beaver spends less than three percent of their time diving, and they stay under water for about 30 seconds.
nb: Beveren bruker nemlig mindre enn tre prosent av tiden sin på å dykke, de er under vann i cirka 30 sekunder og de dykker som oftest i ganske grunt vann.

source: One year program in Design and Sewing of clothes, Oslo University College
nb: Årsenhet i Design og Søm av klær, Høyskolen i Oslo

source: Representation and participation in school science (REDE) (University of Oslo, 2016-2019).
nb: - Representasjon og deltakelse i naturfag (UiO, 2016-2019).

source: The key combination Ctrl-Shift-Delete will take you to the browser dialog for clearing cookies and cache (Command-Shift-Delete if you are using mac).
nb: For å slette cookies kan du taste Ctrl-Shift-Delete i nettleseren for å komme til menyen (Command-Shift-Delete hvis du bruker mac).

source: LYSDAG316 Daylight and daylight design
nb: LYSDAG316 Dagslys og dagslysdesign

source: You can read e-books directly in your browser, or download them to your PC / MAC or mobile devices and read them offline.
nb: Du kan lese e-bøker direkte i din nettleser, eller laste dem ned til din PC/MAC eller mobile enheter og lese dem offline.

source: and click "Forgot Password" and enter your usn email address.
nb: og klikk "Forgot Password" og legg inn usn-epostadressen din.

source: The purpose of establishing a separate centre with a coordinator is to achieve the overall goal of more research and education collaboration projects between SPPU and USN.
nb: Formålet med å opprette et eget senter og ansette en koordinator er å nå det overordnede målet om økt forsknings- og utdanningssamarbeid mellom SPPU og USN.

source: or by the Integrity Committee (or the Investigation Committee), a statement shal be issued in
nb: Redelighetsutvalget (evt Granskingsutvalget), skal det avgis en uttalelse hvor det iht forsknings-

source: , who heads the Department of Maritime Operations at USN.
nb: , som leder Institutt for maritime operasjoner ved HSN.

source: Academic contact person at USN Campus Vestfold for the preliminary course (forkurs) for a 3-year engineering education and an integrated master's degree in technological subjects and an associated half-year science course -
nb: Faglig kontaktperson ved USN Campus Vestfold for forkurs for 3-årig ingeniørutdanning og integrert masterstudium i teknologiske fag og tilhørende halvårig realfagskurs -

source: Here you will find 41 downhill slopes divided among three ski resorts.
nb: Her finner du 41 nedfarter fordelt på tre skisteder

source: People are here to study, but also to experience student life.
nb: Folk er her for å studere, men også for å leve studentlivet.

source: From 2019 onwards, it is not necessary to apply for funds concerning articles published by Wiley or Elsevier.
nb: Fra og med 2019 er det ikke nødvendig å sende søknader som gjelder publisering i de fleste tidsskriftene hos Wiley eller Elsevier.

source: You can do this in Windows Explorer by right-clicking on the disk and choosing
nb: Dette gjør du i Windows Explorer ved å høyre-klikke på disken og velge

source: Apartments for 20 adults with easily mental disabled disabillities Test Expertise;
nb: Omsorgsbolig for 20 voksene med lett psykisk utviklingsnedsettelse Testkompetanse innen spesialpedagogiske arbeid

source: In addition to that those who volunteer in organisations are capable of organising big events for all students, they are also good at enjoying themselves.”
nb: I tillegg til at dem som jobber frivillig i organisasjoner er dyktige til å lage store arrangement for alle studentene, er de også flinke til å kose seg sammen.

source: “Here, many students are divided into a good mix of different areas of study.”
nb: – Her er det mange studenter fordelt på en god blanding av ulike studieretninger.

source: Participants in the Erasmus project "Marginalisation and Co-Created Education".
nb: Deltakere i Erasmus-prosjektet "Marginalisation and Co-Created Education".

source: Silicia is located at Vestfold Innovation Park at campus Vestfold.
nb: Silicia holder til i Forskningsparken ved campus Vestfold.

source: During its ‘pilot period’ (2021-2022), the centre will be focusing on promoting, coordinating and strengthening collaboration in the fields of research, education and dissemination that specifically promote sustainable transition.
nb: Senteret vil i sin pilotperiode fra 2021-2022 fokusere på å ivareta, koordinere og styrke samarbeid om forskning, utdanning og formidling som fremmer bærekraftig omstilling.

source: “I would describe student life at Campus Ringerike as intimate but diverse,” says Maxim Gjerda Len Foray.
nb: – Studentlivet på campus Ringerike vil jeg beskrive som intimt, men mangfoldig, sier Maxim Gjerdalen Foray.

source: When the synchronization is finished the status icon in the OneDrive directory will change from:
nb: Når synkroniseringen er ferdig, vil status-ikonet på filen i OneDrive katalogen endres fra:

source: Researcher Anh Tuan Nguyen has developed the sensor device which uses accelerometers to monitor the heart.
nb: Forsker Anh Tuan Nguyen har utviklet en fullverdig sensorenhet som bruker akselerometre til å overvåke hjertet.

source: Project leader at USN for the research project
nb: Prosjektleder for USN i forskningsprosjektet

source: When you arrive at Notodden via the E134 you will see an exit to Bolkesjø.
nb: Når du ankommer Notodden via E134 vil du se en avkjøring til Bolkesjø.

source: Recife is the capital and the largest city of the state of Pernambuco in the northeast corner of South America.
nb: Recife er hovedstad i delstaten Pernambuco nordøst i Brasil og ligger i den tropiske klimasonen.

source: is located in Bø, Telemark.
nb: Vestfold og Telemark fylkeskommune og

source: Perhaps you want to record your teaching or stream it live?
nb: Lurer du på om du skal ta opp eller direktesende undervisningen din?

source: Inclusion, coping and diversity
nb: Inkludering, mestring og mangfold

source: Students become highly engaged in their learning activities.
nb: Studentene er engasjert i læringsaktivitetene:

source: This is what your students in the hybrid classroom can see: PHOTO
nb: Hva ser studenter i nettundervisningsrom:

source: We can offer courses and opportunities for development and testing not only for offshore, but also in preparedness and social security, rescue services, emergency services and others, such as port agencies and insurance companies.
nb: Vi kan tilby kurs og muligheter for utvikling og testing ikke bare for offshore, men også i beredskap og samfunnssikkerhet, redningstjeneste, nødetater og andre, som for eksempel havneetater og forsikringsselskaper.

source: this link to go to Visible Body
nb: denne lenken til Visible Body

source: If you need to recover data that has been deleted, please contact IT Support.
nb: Ved behov for gjenoppretting av data som er slettet, må brukeren ta kontakt med IT-support.

source: You are advised to use the Word-template for PhD theses from the start of the writing process,
nb: Word-mal for doktoravhandlinger bør brukes fra starten av skrivearbeidet, se

source: Lecturer in Strategic Management and Business Ethics (STR2000), including teaching, supervision and examination (2018-2019)
nb: Foreleser i Strategisk Ledelse (STR2000), inkludert forelesning, veiledning og sensur (2018-2019).

source: The strategy will be continued for the period of 2021-2027.
nb: Strategien skal videreføres for perioden 2021-2027.

source: SUMMARY:Master of Science – Systems Engineering (industrimaster)
nb: SUMMARY:Master i optometri og synsvitenskap (næringsmaster)

source: in Skien that often has cool concerts and
nb: i Skien som ofte har kule konserter, og

source: Current PhD Projects
nb: Pågående PhD prosjekt

source: This is truly a winter paradise".
nb: Dette er virkelig et vinterparadis.

source: ‘It is important and positive for USN and our faculty of health and social sciences to contribute to a broad, international effort to search for solutions to global and very real challenges.
nb: Det er flott og viktig at USN og vårt fakultet for helse- og sosialvitenskap bidrar til en bred, internasjonal innsats for å søke løsninger på verdensomspennende og høyst aktuelle utfordringer.

source: At the college's state-of-the-art simulator center at the Research Park at Bakkenteigen, participants are challenged in critical situations they can meet in real life.
nb: På høgskolens toppmoderne simulatorsenter i Forskningsparken på Bakkenteigen utfordres deltakerne i kritiske situasjoner de kan møte på jobb.

source: USN offers world-class teaching in Systems Engineering, and is now sending our renowned professionals to Ulsteinsvik where they will be providing a number of courses for Ulstein Group’s engineers at the
nb: HSN tilbyr undervisning i verdensklasse innen Systems Engineering, og sender nå våre renommerte fagfolk til Ulsteinvik, der de gjennomfører en egen kursrekke for Ulstein Group sine ingeniører ved

source: Environmental therapist, Basebamanningen, Horten municipality.
nb: Miljøterapeut, Basebamanningen, Horten.

source: Headers and Footers
nb: Topptekst og bunntekst

source: Supplier involved innovation
nb: Leverandørs involvert innovasjon

source: privacy before processing personal data in student projects.
nb: før behandling av personopplysninger i studentprosjekt.

source: Buskerud University College (USN), exams in statistics and research courses 2008
nb: Høgskolen i Buskerud (USN), eksamen forskerkurs + statistikk 2008 (Masterkurs i synsvitenskap)

source: "80% of old patients at nursing-homes suffer from incontinence, or have other reasons to use adult diapers.
nb: - 80 prosent av eldre på sykehjem er inkontinente eller har av andre årsaker behov for å bruke voksenbleier.

source: There are few sports facilities in areas where many with a minority background live.
nb: Årsaker kan være mangel på ressurser som penger, og mangel på kunnskap, kompetane og opplæring.

source: Training on maritime seismic operations
nb: Trening på maritime seismiske operasjoner

source: Here you will find all the courses you have access to.
nb: Her finner du alle emner du har tilgang til.

source: Location: Campus Ringerike is located next to Hønefoss town centre in Ringerike municipality.
nb: Campus Ringerike ligger like ved Hønefoss sentrum i Ringerike kommune.

source: Administrator: Associate professor Henrik Bøhn, USN
nb: Administrator: Førsteamanuensis Henrik Bøhn, USN

source: 60 credits is the same as 30 studiepoeng at USN.
nb: 60 credits tilsvarer 30 studiepoeng ved USN.

source: The Personnel and Organisation Department shall be notified if exclusion applies to an employee.
nb: Personal- og organisasjonsavdelingen skal varsles dersom utestengingen gjelder en arbeidstaker.

source: In Colorado there are 20 engineers working on development.
nb: I Colorado sitter det 20 ingeniører som jobber med utvikling.

source: LYSBAC316 Bachelor in lighting design - a diploma project
nb: LYSBAC316 Bachelor i lysdesign - hovedprosjekt

source: UTFORSK is a key tool in the Panorama strategy — the government's strategy for higher education and research collaboration with Brazil, India, Japan, China, Russia and South Africa (2016-2020).
nb: UTFORSK er et sentralt virkemiddel i Panorama-strategien, regjeringens strategi for høyere utdannings- og forskningssamarbeid med Brasil, India, Japan, Kina, Russland og Sør-Afrika (2016-2020).

source: Why choose Open Access?
nb: Hvorfor velge Open Access?

source: Mobile radiography services in nursing homes (PhD project), USN
nb: Mobile røntgentjenester til sykehjemspasienter (PhD prosjektet), USN

source: They are the ones who lead the buddy group that you are assigned, and they are students who are already studying at Porsgrunn.
nb: Det er dem som leder faddergruppen du blir delt inn i, og disse er studenter som allerede studerer i Porsgrunn.

source: Search the ITAR register to find approved academic journals, series and publishers.
nb: Søk i ITAR-registeret for å finne godkjente vitenskapelige tidsskrifter, serier og forlag.

source: USN inaugurated its doctoral graduation ceremony in 2019.
nb: USN innførte kreeringsseremonien i 2019.

source: What are you trying to access, and in which database?
nb: Hva forsøker du å få tilgang til, og i hvilken database?

source: The clubs collaborate with municipalities, NAV and other public services.
nb: Klubbene samhandler med kommuner, NAV og andre offentlige tjenester.

source: Safari 13.1 and later versions have had an update that can cause faulty image displays in Canvas
nb: Safari 13.1 og senere versjoner har en oppdatering som kan skape feil i billedvisninger i Canvas

source: Knut Ivar gets lifted by TED
nb: Knut Ivar løftes fram av TED

source: (open, when login in employees are given a student role in this room).
nb: (åpen, ved pålogging får ansatte studentrolle her).

source: Student life in Porsgrunn
nb: Studentlivet i Porsgrunn

source: The studio has a fibre link to a 200-seat auditorium, providing an opportunity for multiple camera video recordings or the live streaming of conferences or other events.
nb: Studio har fibertilknytning til auditorium med plass til 200 publikummere, så det er mulighet til flerkameraproduksjon enten for videoopptak eller direktesending av konferanser eller events.

source: Buddies are students who have already studied one or more years at USN in Drammen.
nb: Faddere er studenter som allerede har studert ett eller flere år ved USN i Drammen.

source: Spectator culture, including media/social media
nb: Tilskuerkultur, inkludert medier/sosiale medier
